Repository: dkotrada/pomidor_time_manager
Catalog: po/*.po
Languages: nl

source: Pomodoro Time Manager
nl: Pomodoro Tijd Manager

source: Pomidor Time Manager
nl: Pomidor Tijd Manager

source: Time is up!
nl: Tijd is op!

source: Could not show notification...
nl: Kon notificatie niet weergeven...

source: Project Page
nl: Project Pagina

source: Enable sound notification
nl: Activeer notificatiegeluid

source: Short Break
nl: Korte Pauze

source: Long Break
nl: Lange Pauze

source: About Pomidor
nl: Over Pomidor

source: Settings
nl: Instellingen
