Repository: dkotrada/pomidor_time_manager
Catalog: po/pomidor-*.po
Languages: ru

source: Show debug messages (-vv debugs pomidor_lib also)
ru: Показать дебуг

source: Pomidor
ru: Помидор

source: Pomodoro Time Manager
ru: Помодоро Управление Временем

source: Project Page
ru: Страница Проекта

source: Dieter Konrad
ru: Дмитрий Конрад

source: Anleitung
ru: Как пользоваться

source: Wie benutze ich das Programm?
ru: Как использовать эту программу?

source: Start Pomodoro
ru: Начать помодоро

source: Short Break
ru: Короткая пауза

source: Long Break
ru: Длинная пауза

source: Time is up!
ru: Время вышло!

source: Pomidor Time Manager
ru: Помидор Управление Временем
